Waybar-hyprland
alacritty
base-system
bat
blueman
bluez
brightnessctl
cronie
dnsmasq
efibootmgr
eza
fd
firefox
fish-shell
font-awesome
gammastep
gnupg
grim
gummiboot-efistub
hypridle
hyprland
hyprlock
hyprpaper
iwd
just
kitty
libspa-bluetooth
linux6.8
linux6.8-headers
mesa-dri
mpc
mpd
neovim
nerd-fonts-cascadiacode
nerd-fonts-firacode
pipewire
qt5-wayland
ripgrep
rust-sccache
rustup
seatd
slurp
starship
stow
tofi
topgrade
torbrowser-launcher
wget
wireplumber
wl-clipboard
xtools
yt-dlp
zellij
zfs
zfs-auto-snapshot
zfsbootmenu
zoxide
