NetworkManager
PopCorn
aardvark-dns
android-tools
base-system
bat
bind-utils
bluez
btop
chrony
cronie
delta
dolphin
dust
efibootmgr
emacs-pgtk
fastfetch
fd
ffmpeg
fish-shell
flatpak
iwd
just
kde
kdeconnect
konsole
kwalletmanager
libspa-bluetooth
linux
linux6.12-headers
linux
linux6.15-headers
lsd
mesa-dri
mesa-vaapi
mesa-vdpau
mpc
mpd
mpv
neovim
nerd-fonts-ttf-cascadiacode
nerd-fonts-ttf-firacode
nix
openjdk17-17.0.15+
openssl-devel
p7zip
pinentry-qt
pipewire
pkg-config
plasma-firewall
podman
podman-compose
power-profiles-daemon
qt6-imageformats
ripgrep
rust-sccache
rustup
sd
socklog-void
spectacle
starship
stow
systemd-boot-efistub
topgrade
torbrowser-launcher
ufw
waydroid
wireplumber
wl-clipboard
xorg-minimal
xtools
yt-dlp
zfs
zfs-auto-snapshot
zfsbootmenu
zoxide
