NetworkManager
base-system
bat
bluez
btop
chrony
cronie
delta
dolphin
dust
efibootmgr
emacs-pgtk
eza
fd
ffmpeg
firefox
fish-shell
git
iwd
just
kde5
kitty
libspa-bluetooth
linux
linux6.9-headers
mesa-dri
mesa-vaapi
mesa-vdpau
mesa-vulkan-radeon
mpc
mpd
neovim
nerd-fonts-ttf-cascadiacode
nerd-fonts-ttf-firacode
nix
p7zip
pipewire
plasma-firewall
podman
podman-compose
power-profiles-daemon
ripgrep
rust-sccache
rustup
sd
socklog-void
spectacle
starship
stow
systemd-boot-efistub
topgrade
torbrowser-launcher
tree
ufw
waydroid
wireplumber
wl-clipboard
xorg-minimal
xtools
yt-dlp
zfs
zfs-auto-snapshot
zfsbootmenu
zoxide
